Repository: gixiphy/Chorus
Catalog: Chorus/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, zh_hans

source: 已建立「%@」
en: Created "%@"
zh_hans: 已创建“%@”

source: 已從「%@」匯入，跳過 %lld 項綁機設定
en: Imported from "%@"; skipped %lld device-bound settings
zh_hans: 已从“%@”导入，跳过 %lld 项绑定设备设置

source: 已從「%@」還原全部設定
en: Restored all settings from "%@"
zh_hans: 已从“%@”恢复全部设置

source: 已排除
en: Excluded

source: 已排除此裝置——Chorus 不在它上面做任何處理
en: This device is excluded — Chorus does not process it
zh_hans: 已排除此设备——Chorus 不会在它上面进行任何处理

source: 已標記為不支援 DDC 音量（右鍵可重新啟用）
en: Marked as not supporting DDC volume (right-click to re-enable)
zh_hans: 已标记为不支持 DDC 音量（右键点按可重新启用）

source: 已翻譯 %lld 條。
en: Translated %lld strings.
zh_hans: 已翻译 %lld 条。

source: 已翻譯 %lld 條，%lld 條翻不好、退回英文。
en: Translated %1$lld; %2$lld were poor translations and fell back to English.
zh_hans: 已翻译 %lld 条，%lld 条翻译不佳、退回英文。

source: 已與「%@」配對完成
en: Paired with "%@"
zh_hans: 已与“%@”配对完成

source: 已連線
en: Connected
zh_hans: 已连接

source: 已還原 %lld 項
en: Restored %lld items
zh_hans: 已恢复 %lld 项

source: 已還原 %lld 項，%lld 項未還原
en: Restored %lld; %lld not restored
zh_hans: 已恢复 %lld 项，%lld 项未恢复

source: 已配對的 Mac
en: Paired Macs
zh_hans: 已配对的 Mac

source: 已配對的裝置
en: Paired Devices
zh_hans: 已配对的设备

source: 已配對：
en: Paired:
zh_hans: 已配对：

source: 已關閉
en: Off
zh_hans: 已关闭

source: 已隔離
en: Isolated
zh_hans: 已隔离

source: 已靜音
en: Muted
zh_hans: 已静音

source: 布林值請用 on/off、true/false、1/0
en: Use on/off, true/false, or 1/0 for Boolean values
zh_hans: 布尔值请使用 on/off、true/false、1/0

source: 平坦
en: Flat

source: 延伸調暗（硬體亮度到底後接續軟體調光）
en: Extended dimming (continues with software dimming after hardware brightness reaches minimum)
zh_hans: 扩展调暗（硬件亮度到底后继续软件调光）

source: 建議
en: Advice
zh_hans: 建议

source: 強制軟體調光
en: Force Software Dimming
zh_hans: 强制软件调光

source: 待接入
en: Pending connection

source: 從 %@ 回報的清單挑選
en: Choose from the list reported by %@
zh_hans: 从 %@ 报告的列表中选择

source: 從**別台**匯入時會跳過綁在機器上的設定：顯示器與音訊裝置的個別調整、防睡眠綁定、效果隔離名單，以及要各台自己開的權限（App 音訊接管、自動化介面、自動備份）。從**這台**自己的備份還原則是全套。
en: When importing from **another Mac**, device-bound settings are skipped: individual display and audio device adjustments, Keep Awake bindings, the effect isolation list, and permissions that must be enabled on each Mac (App audio takeover, automation interface, and automatic backups). Restoring from **this Mac's** own backup restores everything.
zh_hans: 从**其他设备**导入时会跳过绑定在机器上的设置：显示器与音频设备的单独调整、防睡眠绑定、效果隔离名单，以及每台设备需自行开启的权限（App 音频接管、自动化界面、自动备份）。从**这台设备**自己的备份恢复则为全套。

source: 從鏈上移除
en: Remove From Chain
zh_hans: 从链中移除

source: 恢復 Chorus 對這個 App 的處理——先前的調整原樣回來
en: Resume Chorus processing for this app—the previous adjustments will be restored unchanged
zh_hans: 恢复 Chorus 对此 App 的处理——先前的调整原样恢复

source: 情境
en: Scenario
zh_hans: 场景

source: 慵懶
en: Laid-back
zh_hans: 慵懒

source: 手動 10 段
en: Manual 10-Band
zh_hans: 手动 10 段

source: 打開輔助使用設定
en: Open Accessibility Settings
zh_hans: 打开辅助功能设置

source: 找不到 App 內嵌的驅動——這個 App 可能已損壞，請重新安裝 Chorus。
en: The driver embedded in the app could not be found—the app may be damaged. Reinstall Chorus.
zh_hans: 找不到 App 内嵌的驱动——此 App 可能已损坏，请重新安装 Chorus。

source: 找不到「%@」——外掛可能已移除
en: "%@" could not be found—the plug-in may have been removed
zh_hans: 找不到“%@”——插件可能已移除

source: 找不到可控制的顯示器
en: No controllable displays found
zh_hans: 找不到可控制的显示器

source: 找不到名稱包含「%@」的已配對裝置
en: No paired device with a name containing "%@" was found
zh_hans: 找不到名称包含“%@”的已配对设备

source: 找不到符合「%@」的裝置
en: No device matching "%@" was found
zh_hans: 找不到符合“%@”的设备

source: 找不到輸出裝置
en: No output device found
zh_hans: 找不到输出设备

source: 找不到轉送目標——聲音會沒有
en: Forwarding destination not found—audio will be unavailable
zh_hans: 找不到转发目标——将没有声音

source: 找不到顯示器
en: Display not found
zh_hans: 找不到显示器

source: 把照片與裝置配置交給本機 %@ CLI 分析
en: Have the local %@ CLI analyze photos and the device layout
zh_hans: 将照片与设备配置交给本机 %@ CLI 分析

source: 把音量鍵／Touch Bar 交給它：設為預設輸出。自動模式下轉送目標會跟著使用中的螢幕走，螢幕關掉或拔掉就退回內建輸出——不會靜靜沒有聲音。選單列會把它與轉送目標併成一列。
en: Give it the volume keys/Touch Bar: set it as the default output. In Auto mode, the forwarding destination follows the display in use; if the display is turned off or disconnected, it falls back to the built-in output—audio will not silently disappear. The menu bar combines it and the forwarding destination into one row.
zh_hans: 把音量键／Touch Bar 交给它：设为默认输出。自动模式下转发目标会跟随正在使用的屏幕，屏幕关闭或拔掉就退回内建输出——不会悄悄没声音。菜单栏会将它与转发目标合并为一行。

source: 拉丁
en: Latin

source: 拒絕
en: Decline
zh_hans: 拒绝

source: 拖拉節點擺放實際位置
en: Drag nodes to set their actual positions
zh_hans: 拖动节点摆放实际位置

source: 拖曳以標示這台裝置在桌面上的實際位置
en: Drag to indicate this device's actual position on the desk
zh_hans: 拖移以标示此设备在桌面上的实际位置

source: 指定的輸出裝置不在，暫時走系統預設
en: The specified output device is unavailable; temporarily using the system default
zh_hans: 指定的输出设备不在，暂时使用系统默认

source: 按不回來時連按 8 次 ⌘ 可全部復原。
en: If you can't restore it, press ⌘ eight times in a row to restore everything.
zh_hans: 按不回来时连按 8 次 ⌘ 可全部恢复。

source: 掃描順序：自訂路徑 → PATH → 常見安裝位置。找不到時可在上方填入執行檔完整路徑。
en: Search order: custom path → PATH → common install locations. If it isn't found, enter the executable's full path above.
zh_hans: 扫描顺序：自定路径 → PATH → 常见安装位置。找不到时可在上方填入可执行文件完整路径。

source: 排除於音訊處理之外
en: Exclude From Audio Processing
zh_hans: 排除在音频处理之外

source: 排除此裝置（不做音訊處理）
en: Exclude This Device (No Audio Processing)
zh_hans: 排除此设备（不进行音频处理）

source: 接上時自動成為預設輸出，並還原上次的音量。只在裝置插拔時作用——手動選的裝置不會被搶走。
en: Automatically becomes the default output when connected and restores the previous volume. Only applies when devices are connected or disconnected—manually selected devices will not be overridden.
zh_hans: 连接时自动成为默认输出，并恢复上次的音量。仅在设备插拔时生效——不会抢走手动选择的设备。

source: 接受
en: Accept

source: 接管亮度／音量鍵
en: Take Over Brightness/Volume Keys
zh_hans: 接管亮度／音量键

source: 接著「%@」時不待機
en: Prevent sleep while connected to "%@"
zh_hans: 连接“%@”时不睡眠

source: 接著這台螢幕時
en: When Connected to This Display
zh_hans: 连接此显示器时

source: 控制方式
en: Control Method

source: 提前結束
en: End Early
zh_hans: 提前结束

source: 提示音
en: Alert Sound

source: 提示音音量
en: Alert Sound Volume

source: 提示音音量（與輸出音量分開）
en: Alert sound volume (separate from output volume)
zh_hans: 提示音音量（与输出音量分开）

source: 搖滾
en: Rock
zh_hans: 摇滚

source: 搜尋耳機型號（AutoEq）
en: Search headphone model (AutoEq)
zh_hans: 搜索耳机型号（AutoEq）

source: 收合隱藏的裝置
en: Collapse Hidden Devices
zh_hans: 收起隐藏的设备

source: 收起
en: Collapse

source: 放棄
en: Cancel
zh_hans: 放弃

source: 效果鏈
en: Effect Chain
zh_hans: 效果链

source: 效果鏈只在此裝置是預設輸出時生效
en: The effect chain only takes effect when this device is the default output
zh_hans: 效果链仅在此设备为默认输出时生效

source: 效果鏈（Audio Unit）
en: Effect Chain (Audio Unit)
zh_hans: 效果链（Audio Unit）

source: 整數 MCCS 代碼，例如 17 或 0x11
en: An integer MCCS code, such as 17 or 0x11
zh_hans: 整数 MCCS 代码，例如 17 或 0x11

source: 數位衰減（軟體音量）
en: Digital attenuation (software volume)
zh_hans: 数字衰减（软件音量）

source: 數位音量
en: Digital Volume
zh_hans: 数字音量

source: 新增桌面情境
en: Add Desk Scenario
zh_hans: 新建桌面场景

source: 時長只能配 perform runScene（場景 ＋ 時長 ＝ 限時場景）
en: Duration can only be used with perform runScene (scene + duration = timed scene)
zh_hans: 时长只能配 perform runScene（场景 ＋ 时长 ＝ 限时场景）

source: 時長請用 off、30m、1h、90s 或 forever
en: Use off, 30m, 1h, 90s, or forever for duration
zh_hans: 时长请用 off、30m、1h、90s 或 forever

source: 時長（25m／1h／90s）
en: Duration (25m/1h/90s)
zh_hans: 时长（25m／1h／90s）

source: 更新中…
en: Updating…

source: 更新目前情境（含螢幕組合）
en: Update current scenario (including display setup)
zh_hans: 更新当前场景（含屏幕组合）

source: 更新驅動…
en: Updating driver…
zh_hans: 更新驱动…

source: 更新驅動後，左右平衡才會在鏡射模式下生效
en: Balance will only take effect in mirror mode after updating the driver
zh_hans: 更新驱动后，左右平衡才会在镜像模式下生效

source: 最暗亮度
en: Minimum Brightness

source: 未偵測到 AI 引擎（設定 → AI 引擎）。
en: No AI engine detected (Settings → AI Engine).
zh_hans: 未检测到 AI 引擎（设置 → AI 引擎）。

source: 未啟用。
en: Not enabled.
zh_hans: 未启用。

source: 未安裝
en: Not Installed
zh_hans: 未安装

source: 未找到 %@ CLI，請確認已安裝（設定 → AI 引擎）
en: %@ CLI was not found. Make sure it is installed (Settings → AI Engine).
zh_hans: 未找到 %@ CLI，请确认已安装（设置 → AI 引擎）

source: 未找到 AI 引擎
en: No AI Engine Found

source: 未找到可用的 AI 引擎（設定 → AI 引擎）
en: No available AI engine was found (Settings → AI Engine).
zh_hans: 未找到可用的 AI 引擎（设置 → AI 引擎）

source: 未知的 Mac
en: Unknown Mac

source: 未知錯誤
en: Unknown Error
zh_hans: 未知错误

source: 未連接的裝置（%@）
en: Disconnected device (%@)
zh_hans: 未连接的设备（%@）

source: 本機
en: This Mac
zh_hans: 本机

source: 本機的 AI CLI，供光環境顧問、調音顧問與介面翻譯共用。偵測到什麼列什麼，Chorus 不經手任何金鑰，計費在你自己的訂閱上。
en: Local AI CLI shared by the ambient-light advisor, audio tuning advisor, and UI translation. Chorus lists whatever it detects and never handles your keys; billing is charged to your own subscription.
zh_hans: 本机的 AI CLI，供光环境顾问、调音顾问与界面翻译共用。检测到什么列什么，Chorus 不经手任何密钥，计费在你自己的订阅上。

source: 格式：AutoEq 的 ParametricEQ.txt
en: Format: AutoEq ParametricEQ.txt

source: 桌面情境：各自記住照片、節點位置與亮度設定；接上對應螢幕組合時自動切換
en: Desk scenarios remember their own photos, node positions, and brightness settings; they switch automatically when the matching display setup is connected
zh_hans: 桌面场景：分别记住照片、节点位置与亮度设置；接上对应显示器组合时自动切换

source: 標記此螢幕不支援 DDC 音量
en: Mark this display as not supporting DDC volume
zh_hans: 标记此显示器不支持 DDC 音量

source: 模型
en: Model

source: 模型 ID
en: Model ID

source: 模型名稱，如 gpt-5.6-terra
en: Model name, such as gpt-5.6-terra
zh_hans: 模型名称，如 gpt-5.6-terra

source: 模型回覆無法解析：%@
en: Unable to parse model response: %@
zh_hans: 模型回复无法解析：%@

source: 模型沒有給出可套用的調整建議
en: The model did not provide any applicable adjustment advice
zh_hans: 模型没有给出可应用的调整建议

source: 正在套用「%@」…
en: Applying "%@"…
zh_hans: 正在应用“%@”…

source: 正在尋找附近的 Mac…
en: Looking for nearby Macs…
zh_hans: 正在查找附近的 Mac…

source: 正在發聲
en: Playing sound
zh_hans: 正在发声

source: 正在確認權限…
en: Checking permissions…
zh_hans: 正在确认权限…

source: 正在確認系統音訊錄製權限——播放任何聲音即可完成檢查
en: Checking the System Audio Recording permission—play any sound to complete the check
zh_hans: 正在确认系统音频录制权限——播放任何声音即可完成检查

source: 此 CLI 的 headless 讀圖流程尚未打通，接入層完成後開放選用
en: The headless image-reading workflow for this CLI is not yet available; it will be offered once the integration layer is complete
zh_hans: 此 CLI 的 headless 读图流程尚未打通，接入层完成后开放选用

source: 此裝置沒有軟體音量，且未橋接到可用的 DDC 螢幕（螢幕需支援 DDC/CI 音量）
en: This device has no software volume and is not bridged to an available DDC display (the display must support DDC/CI volume)
zh_hans: 此设备没有软件音量，且未桥接到可用的 DDC 显示器（显示器需支持 DDC/CI 音量）

source: 此裝置的所有音訊會經過 Chorus 做衰減，多約 10 ms 延遲；需要「App 音訊接管」權限
en: All audio from this device is attenuated by Chorus, adding about 10 ms of latency; requires "App audio takeover" permission
zh_hans: 此设备的所有音频会经过 Chorus 做衰减，多约 10 ms 延迟；需要“App 音频接管”权限

source: 此裝置的音訊完全走原生路徑：不套用 EQ、平衡、效果鏈與軟體音量。既有設定會保留，取消排除即恢復。
en: Audio from this device uses the native path only: EQ, balance, effect chain, and software volume are not applied. Existing settings are retained and restored when it is no longer excluded.
zh_hans: 此设备的音频完全走原生路径：不应用 EQ、平衡、效果链与软件音量。既有设置会保留，取消排除即恢复。

source: 歷史
en: History
zh_hans: 历史

source: 每個輸出裝置一組：左右平衡與等化。耳機校正（AutoEq）的主場景本來就不經虛擬裝置——直接對那支耳機開。
en: Each output device has its own balance and EQ. The primary scene for headphone correction (AutoEq) already bypasses the virtual device—enable it directly for those headphones.
zh_hans: 每个输出设备一组：左右平衡与均衡。耳机校正（AutoEq）的主场景本来就不经虚拟设备——直接对那副耳机开启。

source: 沒有「%@」這個動作
en: No action named "%@"
zh_hans: 没有“%@”这个动作

source: 沒有「%@」這個動詞
en: No verb named "%@"
zh_hans: 没有“%@”这个动词

source: 沒有「%@」這個屬性
en: No property named "%@"
zh_hans: 没有“%@”这个属性

source: 沒有可用的 AI 引擎——先到「AI 引擎」分頁安裝或啟用一個 CLI。
en: No AI engine is available—install or enable a CLI on the "AI Engine" tab first.
zh_hans: 没有可用的 AI 引擎——先到“AI 引擎”分页安装或启用一个 CLI。

source: 沒有可顯示的裝置
en: No devices to display
zh_hans: 没有可显示的设备

source: 沒有效果。掛上的外掛以 in-process 執行——不穩的外掛可能連帶影響 Chorus；崩潰過的會被自動隔離、不再自動載入。
en: No effects. Attached plug-ins run in-process—unstable plug-ins may also affect Chorus; crashed ones are automatically quarantined and no longer loaded automatically.
zh_hans: 没有效果。挂上的插件以 in-process 运行——不稳定的插件可能连带影响 Chorus；崩溃过的会被自动隔离、不再自动载入。

source: 注意事項（%lld）
en: Notes (%lld)
zh_hans: 注意事项（%lld）

source: 活實例已不在（鏈被重建）——重新打開面板
en: The live instance is gone (the chain was rebuilt)—reopen the panel
zh_hans: 活实例已不在（链被重建）——重新打开面板

source: 流行
en: Pop

source: 清掉所有調整——這個 App 會回到完全原生的音訊路徑，不再建立 tap
en: Clear all adjustments—this app will return to a fully native audio path and stop creating a tap
zh_hans: 清除所有调整——这个 App 会回到完全原生的音频路径，不再建立 tap

source: 滑桿下段 25% 改為軟體調光：外接螢幕的硬體最低亮度常常還是太亮，夜間可再往下壓。
en: The lower 25% of the slider uses software dimming: the hardware minimum brightness of external displays is often still too bright, so you can dim them further at night.
zh_hans: 滑块下段 25% 改为软件调光：外接显示器的硬件最低亮度常常还是太亮，夜间可再往下压。

source: 無光線感測器 — 等待其他裝置回報
en: No ambient light sensor — waiting for reports from other devices
zh_hans: 无光线传感器 — 等待其他设备报告

source: 無法探索裝置 — 檢查「區域網路」權限
en: Unable to discover devices — check the "Local Network" permission
zh_hans: 无法探索设备 — 检查“局域网”权限

source: 無法組出下載網址
en: Unable to build download URL
zh_hans: 无法生成下载网址

source: 無法解析的值「%@」
en: Unable to parse value "%@"
zh_hans: 无法解析的值“%@”

source: 無法解析的目標「%@」
en: Unable to parse target "%@"
zh_hans: 无法解析的目标“%@”

source: 無法連線到對方
en: Unable to connect to the other Mac
zh_hans: 无法连接到对方

source: 無限期
en: Indefinitely
zh_hans: 无限期

source: 照明情境（例：夜晚，只開掛燈）
en: Lighting scenario (e.g., nighttime, only the floor lamp on)
zh_hans: 照明场景（例：夜晚，只开挂灯）

source: 照明情境（例：白天，窗簾拉開）
en: Lighting scenario (e.g., daytime, curtains open)
zh_hans: 照明场景（例：白天，窗帘拉开）

source: 照片
en: Photos

source: 照片將交由本機 %@ CLI 分析（經你的訂閱送至其服務商）。分析只在你按下按鈕時發生。
en: Photos will be analyzed by the local %@ CLI (sent to its provider through your subscription). Analysis happens only when you click the button.
zh_hans: 照片将交由本机 %@ CLI 分析（经你的订阅送至其服务商）。分析只在你按下按钮时发生。

source: 爵士
en: Jazz

source: 版本
en: Version

source: 狀態
en: Status
zh_hans: 状态

source: 由 Chorus 轉送到「%@」：音量以數位衰減調整
en: Forwarded by Chorus to "%@" : volume is adjusted through digital attenuation
zh_hans: 由 Chorus 转发到“%@”：音量以数字衰减调整

source: 由 Chorus 轉送到「%@」：音量直接寫進螢幕硬體（DDC，不損音質）
en: Forwarded by Chorus to "%@" : volume is written directly to the display hardware (DDC, no loss in audio quality)
zh_hans: 由 Chorus 转发到“%@”：音量直接写入屏幕硬件（DDC，不损音质）

source: 由 Chorus 轉送到「%@」：音量鏡射到該裝置自己的音量（不損音質）
en: Forwarded by Chorus to "%@" : volume mirrors the device's own volume (no loss in audio quality)
zh_hans: 由 Chorus 转发到“%@”：音量镜像到该设备自己的音量（不损音质）

source: 畫面轉黑（螢幕仍通電——這台不支援 DDC 電源，也不能移出配置）。%@
en: Screen blacked out (the display is still powered—the display doesn't support DDC power control and cannot be removed from the layout). %@
zh_hans: 画面变黑（屏幕仍通电——这台不支持 DDC 电源，也不能移出配置）。%@

source: 登入時啟動 Chorus
en: Start Chorus at Login
zh_hans: 登录时启动 Chorus

source: 白天，窗簾拉上
en: Daytime, Curtains Closed
zh_hans: 白天，窗帘拉上

source: 白天，窗簾拉開
en: Daytime, Curtains Open
zh_hans: 白天，窗帘拉开

source: 目前有音訊的 App：
en: Apps currently playing audio:
zh_hans: 当前有音频的 App：

source: 目前沒有 App 在播放聲音
en: No apps are currently playing audio
zh_hans: 当前没有 App 在播放声音

source: 目前沒有任何有音訊的 App
en: No apps are currently playing audio
zh_hans: 当前没有任何有音频的 App

source: 目前沒有偵測到任何音訊輸出裝置
en: No audio output devices were detected
zh_hans: 当前未检测到任何音频输出设备

source: 目前沒有偵測到任何顯示器
en: No displays were detected
zh_hans: 当前未检测到任何显示器

source: 目前沒有可逐段對照的等化——套用會建立一組 10 段。
en: There is currently no EQ to compare band by band—applying it will create a 10-band EQ.
zh_hans: 当前没有可逐段对照的均衡——应用会建立一组 10 段。

source: 目前沒有限時場景
en: No timed scene is active
zh_hans: 当前没有限时场景

source: 目前環境光 %lld lx
en: Current ambient light: %lld lx
zh_hans: 当前环境光 %lld lx

source: 目前的場景：
en: Current scene:
zh_hans: 当前场景：

source: 目前的輸出裝置：
en: Current output device:
zh_hans: 当前输出设备：

source: 目前的顯示器：
en: Current display:
zh_hans: 当前显示器：

source: 目前送到
en: Currently Forwarding To
zh_hans: 当前发送到

source: 相符
en: Match

source: 看上次分析結果
en: View Last Analysis Results
zh_hans: 查看上次分析结果

source: 確認兩台 Mac 顯示相同的配對碼
en: Confirm that both Macs show the same pairing code
zh_hans: 确认两台 Mac 显示相同的配对码

source: 確認權限中——播放任何聲音即可完成檢查（權限被拒不會有錯誤訊息，只能靠聲音判讀）。
en: Checking permission—play any sound to complete the check (there is no error message if permission is denied, so it can only be determined by sound).
zh_hans: 正在确认权限——播放任何声音即可完成检查（权限被拒不会有错误信息，只能靠声音判断）。

source: 移除
en: Remove

source: 移除驅動…
en: Removing Driver…
zh_hans: 移除驱动…

source: 立即備份
en: Back Up Now
zh_hans: 立即备份

source: 等化只在此裝置是預設輸出時生效
en: EQ takes effect only when this device is the default output
zh_hans: 均衡仅在此设备为默认输出时生效

source: 等化器
en: Equalizer
zh_hans: 均衡器

source: 等化器（只套這個 App）
en: Equalizer (This App Only)
zh_hans: 均衡器（仅应用于这个 App）

source: 等化後
en: After EQ
zh_hans: 均衡后

source: 等化與效果…
en: EQ & Effects…
zh_hans: 均衡与效果…

source: 等化資料來源：AutoEq（MIT）· jaakkopasanen/AutoEq
en: EQ data source: AutoEq (MIT) · jaakkopasanen/AutoEq
zh_hans: 均衡数据来源：AutoEq（MIT）· jaakkopasanen/AutoEq

source: 等化需要先開啟上方的「App 音訊接管」——與 per-app 音量走同一套系統音訊擷取權限。
en: EQ requires enabling "App Audio Takeover" above - it uses the same System Audio Recording permission as Per-app volume.
zh_hans: 均衡需要先开启上方的“App 音频接管”——与 per-app 音量使用同一套系统音频录制权限。

source: 等對方上線後再試，或改用本機目標
en: Try again when the other Mac is online, or use a target on this Mac
zh_hans: 等对方上线后再试，或改用本机目标

source: 等待「%@」接受配對…
en: Waiting for "%@" to accept pairing…
zh_hans: 等待“%@”接受配对…

source: 等待「輔助使用」權限…
en: Waiting for Accessibility permission…
zh_hans: 等待“辅助功能”权限…

source: 等待對方確認…
en: Waiting for confirmation from the other Mac…
zh_hans: 等待对方确认…

source: 系統目前直接輸出到螢幕——點左側圓圈改由 Chorus 轉送，音量鍵才會生效
en: The system is currently outputting directly to the display - click the circle on the left to forward through Chorus so the volume keys work
zh_hans: 系统目前直接输出到显示器——点按左侧圆圈改由 Chorus 转发，音量键才会生效

source: 系統設定裡未允許 Chorus 通知
en: Chorus notifications aren't allowed in System Settings
zh_hans: 系统设置中未允许 Chorus 通知

source: 系統音訊錄製權限被拒——App 層處理無法運作
en: System Audio Recording permission was denied - per-app processing can't operate
zh_hans: 系统音频录制权限被拒——App 层处理无法运行

source: 系統音訊錄製權限被拒——效果鏈無法運作
en: System Audio Recording permission was denied - the effect chain can't operate
zh_hans: 系统音频录制权限被拒——效果链无法运行

source: 系統音訊錄製權限被拒——等化無法運作
en: System Audio Recording permission was denied - EQ can't operate
zh_hans: 系统音频录制权限被拒——均衡无法运行

source: 系統音訊錄製權限被拒——軟體平衡無法運作
en: System Audio Recording permission was denied - software balance can't operate
zh_hans: 系统音频录制权限被拒——软件平衡无法运行

source: 系統音訊錄製權限被拒——軟體音量無法運作
en: System Audio Recording permission was denied - software volume can't operate
zh_hans: 系统音频录制权限被拒——软件音量无法运行

source: 系統音訊錄製權限被拒。請到系統設定 → 隱私權與安全性 → 螢幕與系統音訊錄製 開啟 Chorus
en: System Audio Recording permission was denied. Go to System Settings → Privacy & Security → Screen & System Audio Recording and turn on Chorus
zh_hans: 系统音频录制权限被拒。请前往系统设置 → 隐私与安全性 → 屏幕与系统音频录制 开启 Chorus

source: 約 %lld 條字串，40 條一批送出，通常幾分鐘內完成。
en: About %lld strings, sent in batches of 40; usually completed within minutes.
zh_hans: 约 %lld 条字符串，40 条一批发送，通常几分钟内完成。

source: 約兩打常見風格曲線，一鍵套用；套用後仍可逐段微調
en: About two dozen common curve presets, apply with one click; fine-tune each band afterward
zh_hans: 约两打常见风格曲线，一键应用；应用后仍可逐段微调

source: 純文字引擎——光環境顧問（需要看圖）不會使用它
en: Text-only engine - the ambient light advisor (which needs image input) won't use it
zh_hans: 纯文本引擎——光环境顾问（需要看图）不会使用它

source: 結束 Chorus
en: Quit Chorus
zh_hans: 退出 Chorus

source: 結束時通知我
en: Notify me when it ends
zh_hans: 结束时通知我

source: 結束時還原 %lld 項
en: Restore %lld items when it ends
zh_hans: 结束时恢复 %lld 项

source: 綁定 App
en: Bind App
zh_hans: 绑定 App

source: 綁定的螢幕未連接 — 暫停中
en: Bound display disconnected - paused
zh_hans: 绑定的显示器未连接 — 已暂停

source: 綁定螢幕
en: Bind Display
zh_hans: 绑定显示器

source: 繼續
en: Resume
zh_hans: 继续

source: 繼續配對其他裝置
en: Continue Pairing Other Devices
zh_hans: 继续配对其他设备

source: 置中
en: Center
zh_hans: 居中

source: 翻譯中 %lld／%lld
en: Translating %lld/%lld
zh_hans: 翻译中 %lld／%lld

source: 翻譯成
en: Translate To
zh_hans: 翻译成

source: 自動
en: Auto
zh_hans: 自动

source: 自動亮度
en: Auto-Brightness
zh_hans: 自动亮度

source: 自動亮度管理中；手動調整會學為此螢幕的差異值
en: Auto-brightness is managing this display; manual adjustments will be learned as an offset for it
zh_hans: 自动亮度管理中；手动调整会学为此显示器的偏移值

source: 自動備份（每分鐘檢查一次）
en: Auto backup (checked every minute)
zh_hans: 自动备份（每分钟检查一次）

source: 自動化介面
en: Automation Interface
zh_hans: 自动化界面

source: 自動（跟著使用中的螢幕）
en: Auto (follow active display)
zh_hans: 自动（跟随使用中的显示器）

source: 自訂 %@ 路徑（例：/opt/homebrew/bin/%@）
en: Custom %@ path (e.g., /opt/homebrew/bin/%@)
zh_hans: 自定义 %@ 路径（例：/opt/homebrew/bin/%@）

source: 自訂…
en: Custom…
zh_hans: 自定义…

source: 與「%@」配對
en: Pair With "%@"
zh_hans: 与“%@”配对

source: 與目前這組等化相同——套用不會改變任何一段。
en: Same as the current EQ - applying it won't change any band.
zh_hans: 与当前这组均衡相同——应用不会改变任何一段。

source: 與輸出音量分開的系統設定——「會議」場景可以只關提示音、不動音樂。
en: A system setting separate from output volume - a "Meeting" scene can mute only notification sounds without changing music.
zh_hans: 与输出音量分开的系统设置——“会议”场景可以只关闭提示音、不动音乐。

source: 舞曲
en: Dance

source: 藍牙
en: Bluetooth
zh_hans: 蓝牙

source: 螢幕
en: Display
zh_hans: 屏幕

source: 螢幕不會待機
en: Display Doesn't Sleep
zh_hans: 屏幕不会睡眠

source: 螢幕會照系統設定待機
en: Display sleeps per System Settings
zh_hans: 屏幕将按系统设置睡眠

source: 螢幕未回應 DDC 音量指令——已改用數位衰減
en: The display didn't respond to the DDC volume command - switched to digital attenuation
zh_hans: 屏幕未响应 DDC 音量指令——已改用数字衰减

source: 螢幕未回應音量指令——可能不支援 DDC 音量（VCP 0x62）
en: The display didn't respond to the volume command - it may not support DDC volume (VCP 0x62)
zh_hans: 屏幕未响应音量指令——可能不支持 DDC 音量（VCP 0x62）

source: 螢幕的 DDC 不可用，音量無法控制
en: Display DDC is unavailable; volume can't be controlled
zh_hans: 屏幕的 DDC 不可用，无法控制音量

source: 螢幕與系統都不會待機
en: The display and system will not sleep
zh_hans: 屏幕和系统都不会睡眠

source: 螢幕長亮
en: Keep Awake
zh_hans: 屏幕常亮

source: 螢幕長亮中
en: Keeping awake
zh_hans: 屏幕常亮中

source: 螢幕長亮剩餘 %@
en: Display Keep Awake: %@ remaining
zh_hans: 屏幕常亮剩余 %@

source: 螢幕音訊（%@）：音量經 DDC/CI 控制螢幕喇叭
en: Display audio (%@): Volume controls the display speakers via DDC/CI
zh_hans: 屏幕音频（%@）：音量通过 DDC/CI 控制屏幕扬声器

source: 螢幕音量（虛擬輸出裝置）
en: Display volume (virtual output device)
zh_hans: 屏幕音量（虚拟输出设备）

source: 補翻 %lld 條新字串
en: Translate %lld new strings
zh_hans: 补译 %lld 条新字符串

source: 裝置優先順序
en: Device Priority
zh_hans: 设备优先顺序

source: 裝置插拔、預設輸出切換、場景套用與還原、App 音訊接管的每一步都記在這裡，2 MB 一輪、留三輪。聲音或畫面突然不對時，把這個檔連同發生時間一起回報。
en: Device connections, default output changes, scene applications and restores, and every step of App audio takeover are recorded here. Logs rotate at 2 MB, with three retained. If audio or visuals suddenly seem wrong, report this file along with when it happened.
zh_hans: 设备插拔、默认输出切换、场景应用与恢复、App 音频接管的每一步都记在这里，2 MB 一轮、保留三轮。声音或画面突然不对时，将此文件连同发生时间一起报告。

source: 裝置目前不在，無法套用
en: Device is currently unavailable and can't be applied
zh_hans: 设备当前不在，无法应用

source: 裝置配置
en: Device Configuration
zh_hans: 设备配置

source: 裝置配置圖
en: Device Layout
zh_hans: 设备配置图

source: 複製「%@」，到終端機貼上執行完成登入後再重試
en: Copy "%@", paste it into Terminal, complete sign-in, then try again
zh_hans: 复制“%@”，到终端粘贴运行，完成登录后再重试

source: 複製登入指令
en: Copy Sign-In Command
zh_hans: 复制登录指令

source: 要套用「%@」的設定嗎？
en: Apply the settings from "%@"?
zh_hans: 要应用“%@”的设置吗？

source: 計時中
en: Timer running
zh_hans: 计时中

source: 記住目前的照片、節點位置與亮度設定；之後接上同一組螢幕會自動切換。
en: Remember the current photo, node positions, and brightness settings; reconnecting the same set of displays will switch automatically.
zh_hans: 记住当前的照片、节点位置与亮度设置；之后接上同一组屏幕会自动切换。

source: 設定 → AI 引擎：確認 CLI 已安裝或指定路徑
en: Settings → AI Engine: Make sure the CLI is installed or specify its path
zh_hans: 设置 → AI 引擎：确认 CLI 已安装或指定路径

source: 設為預設輸出
en: Set as Default Output
zh_hans: 设为默认输出

source: 設為預設輸出裝置
en: Set as Default Output Device
zh_hans: 设为默认输出设备

source: 診斷中…
en: Diagnosing…
zh_hans: 诊断中…

source: 診斷紀錄
en: Diagnostic Log
zh_hans: 诊断日志

source: 試聽
en: Play Test Sound
zh_hans: 试听

source: 調整對方的整機亮度差異值
en: Adjust the other Mac's overall brightness offset
zh_hans: 调整对方整机亮度的偏移值

source: 調整音量
en: Adjust Volume
zh_hans: 调整音量

source: 請先匯入桌面照片
en: Please import a desk photo first
zh_hans: 请先导入桌面照片
